[
    "Time to play Kwiplash!  Because {username} has no better way to spend their {day} 😆",
    "Feel free to thank {username} for putting you through this hell...",
    "Oh god yes!  Another game of Kwiplash!  Finally!",
    "I was just telling my wife about my horrible Kwiplash addiction, thank you for starting a new game!",
    "Kwiplash?  Oh god yes.  I needed this.",
    "Did somebody say Kwiplash!?  No?  Might have been the voices in my head, but that's okay we will play anyway.",
    "WHO ARE YOU PEOPLE!?  I need to play Kwiplash immediately to stop the voices in my head.",
    "If Kwiplash could be injected into my veins I still couldn't get it into my body faster.",
    "Thank you so much, {username}, for helping my crippling Kwiplash addiction.",
    "OH GOD YES GIVE ME MORE KWIPLASH PLEASEEEEE!  Alright let's do this.",
    "I've been sitting here all day, waiting for this moment.  Finally we can play a game of Kwiplash!",
    "No way!  Did {username} really just start a game of Kwiplash!  That is so like them haha.",
    "Okay seriously, the doctor says I need to stop playing Kwiplash.  Oh well, it's too late now.  Let's play.",
    "Kwiplash is the only thing I live for.  Thank you, {username}, for giving me life.",
    "Ohhhh baby let's do it.  Kwiplash time!",
    "I just found out that {day} is national Kwiplash day so it just feels appropriate to do this.",
    "I think I might be a Kwiplash-aholic.  I'm addicted to Kwiplash-ahol :(",
    "MORE MORE MORE MORE YES BABY YES.  KWIPLASH IS MY LIFE!",
    "No no no!  Yes!  NO!!  ...yes?  Kwiplash time baby.",
    "I want to play non stop Kwiplash for the rest of my life.",
    "I wonder if {username} is as addicted to Kwiplash as I am.  I highly doubt it.",
    "What's this?  Some new faces in the discord server?  Haha jk we all know that's not true.",
    "Kwiplash was here first btw.  Quiplash is the rip off.",
    "By summoning me, {username} gets granted three wishes!  (As long as they only wish to play a game of Kwiplash).",
    "Who dares summon me????  Was it you, {username}?  How dare you!  Hehe jk this game is awesome.",
    "YESSSSSSS KWIPLASH OMG.",
    "Judging by how many people are online rn this better be a super popular round of Kwiplash.",
    "React with 💩 if you love Kwiplash.",
    "One time I met a man who said they didn't love Kwiplash.  HA jk what a ridiculous story.  I'll get a round started.",
    "Kwiplash?  Don't mind if I do 🥰.  Thank you {username} for giving me purpose in life.",
    "Sorry, I don't do Kwiplash on {day}s, only days that end in Y.  What's that?  {day} DOES end in Y?  WELL ALRIGHTY THEN BABY LETS GO!",
    "I love {username} so much for giving me purpose in life.  Thank you."
]